Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/vil_forbedre_samisk_barnehagetilbud_og_fjernundervisning.html.tmx
Source language: nob
Languages: sme

source: Vil forbedre samisk barnehagetilbud og fjernundervisning
sme: Áigot buoridit sámi mánáidgárdefálaldaga ja gáiddusoahpahusa

source: Etter forslag fra Sametinget vil regjeringen sette ned en ekspertgruppe som skal se på hvordan samiske barns barnehagetilbud kan forbedres.
sme: Sámedikki evttohusa vuođul áigu ráđđehus nammadit áššedovdijoavkku mii galgá geahčadit mo sámi mánáid mánáidgárdefálaldaga sáhttá buoridit.

source: Det skal også gjøres et større helhetlig arbeid med samisk fjernundervisning.
sme: Galgá maiddái dahkkojuvvot stuorát ollislaš bargu sámegiela gáiddusoahpahusain.

source: I går ble det halvårlige møtet mellom kunnskapsminister Kari Nessa Nordtun og sametingsråd Mikkel Eskil Mikkelsen (NSR) gjennomført.
sme: Ikte dollojuvvui jahkebeallásaš čoahkkin gaskal máhttoministara Kari Nessa Nordtuna ja sámediggeráđi Mikkel Eskil Mikkelsen (NSR).

source: Sametingsrådet og statsråden har innført faste halvårlige møter.
sme: Sámediggeráđđi ja stáhtaráđđi leat álggahan fásta čoahkkimiid juohke jahkebeali.

source: Blant tema på møtet var ekspertgruppe for barnehage og samisk fjernundervisning.
sme: Čoahkkima fáddán lei earret eará mánáidgárddiid ja sámi gáiddusoahpahusa áššedovdijoavku.

source: Samisk barnehagetilbud er et av de aller viktigste tiltakene for å styrke og utvikle samisk språk og kultur.
sme: Sámi mánáidgárdefálaldat lea okta dain buot deaŧaleamos doaibmabijuin sámi giela ja kultuvrra nannemis ja ovddideamis.

source: Kunnskapsdepartementet skal nå i gang med forberedelsesarbeidet og vil ha dialog med Sametinget om både mandat og om innspill til aktuelle kandidater som kan sitte i en slik gruppe.
sme: Máhttodepartemeanta galgá dál álggahit ráhkkananbarggu ja háliida gulahallat Sámedikkiin sihke mandáhta birra ja evttohusaid birra vejolaš kandidáhtaide geat sáhttet čohkkát dán joavkkus.

source: Fjernundervisning er en sentral del av samiskopplæringen til elever over hele Norge.
sme: Gáiddusoahpahus lea guovddáš oassi sámegieloahpahusas ohppiide miehtá Norgga.

source: Sametinget, Kunnskapsdepartementet og Utdanningsdirektoratet gjennomførte 29. april et innspillsmøte i Tromsø om fjernundervisning.
sme: Sámediggi, Máhttodepartemeanta ja Oahpahusdirektoráhta čađahedje cuoŋománu 29. b. gulaskuddančoahkkima Romssas gáiddusoahpahusa birra.

source: Innspillene peker på en rekke utfordringer.
sme: Árvalusat čujuhit ollu hástalusaide.

source: Kunnskapsdepartementet vil i dialog med Sametinget utarbeide oppdragsbrev til Utdanningsdirektoratet (Udir) for kunnskapsinnhenting om fjernundervisning og å utarbeide strategi for å forbedre kvaliteten på fjernundervisning.
sme: Máhttodepartemeanta áigu ovttasráđiid Sámedikkiin ráhkadit bargamušreivve Oahpahusdirektoráhtii (Udir) vai sáhttá háhkat dieđuid gáiddusoahpahusa birra ja ráhkadit strategiija mo buoridit gáiddusoahpahusa kvalitehta.

source: Sametinget vil også samarbeide med Udir i dette arbeidet.
sme: Sámediggi áigu maid ovttasbargat Udir:in dán barggus.

source: – Sametinget og Regjeringen diskuterer nå to sentrale deler av opplæringstilbudet for samiske barn.
sme: – Sámediggi ja Ráđđehus digaštallet dál guokte guovddáš oasi sámi mánáid oahppofálaldagas.

source: Hvis vi lykkes med arbeidet vil det kunne utgjøre stor forskjell for samiske barn og for fremtiden for samiske språk.
sme: Jus mii lihkostuvvat dainna bargguin, de dat sáhttá mearkkašit ollu sámi mánáide ja sámegielaid boahtteáigái.

source: Jeg er fornøyd med at regjeringen også ser behovet for en ekspertgruppe og behovet for et større helhetlig arbeid med samisk fjernundervisning.
sme: Mun lean duhtavaš go ráđđehus maiddái oaidná ahte lea dárbu ásahit áššedovdijoavkku ja ahte lea dárbu eanet ollislaččat bargat sámegiela gáiddusoahpahusain.

source: Dette ser jeg frem til å følge opp i vårt videre samarbeid, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: Dan mun illudan čuovvolit viidáset ovttasbargguin, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen.

source: – Regjeringen har klare ambisjoner om å styrke samisk språk og kultur.
sme: – Ráđđehusas lea čielga áigumuš nannet sámi giela ja kultuvrra.

source: Vi vet at noe av det viktigste vi kan gjøre for å ta vare på det samiske språket er å la barn få lære og bruke samisk i barnehagen.
sme: Mii diehtit ahte okta dain deaŧaleamos doaimmain maid mii sáhttit dahkat gáhtten dihtii sámegiela, lea diktit mánáid oahppat ja geavahit sámegiela mánáidgárddis.

source: Utfordringen i dag er å få nok utdannede lærere og barnehagelærere med samiskspråklig kompetanse.
sme: Hástalussan odne lea oažžut doarvái oahppan oahpaheaddjiid ja mánáidgárdeoahpaheddjiid geain lea sámegiel máhttu.

source: Vi vil derfor sette ned en ekspertgruppe som vil se på hvordan det samiske barnehagetilbudet kan forbedres slik at enda flere barn kan få et godt samisk barnehagetilbud, sier kunnskapsminister Kari Nessa Nordtun (Ap).
sme: Danne mii áigut nammadit áššedovdijoavkku mii áigu geahčadit mo sámi mánáidgárdefálaldaga sáhttá buoridit vai vel eanet mánát sáhttet oažžut buori sámi mánáidgárdefálaldaga, dadjá máhttoministtar Kari Nessa Nordtun (Bb).

source: Kunnskapsdepartementet/Martin Siewartz Nielsen
sme: Máhttodepartemeanta/Martin Siewartz Nielsen
